{"translation-revision-date":"2021-01-03 06:51:59+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Return to AMP settings.":["Volver a los ajustes de AMP."],"There was an error loading the setup wizard.":["Ocurrió un errror al cargar el asistente de configuración."],"The setup wizard has experienced an error.":["El asistente de configuración experimentó un error."],"Official WordPress Plugin":["Plugin oficial de WordPress"],"Finish":["Terminar"],"There was an error downloading your Reader theme. As a result, your site is currently using the legacy reader theme. Please install your chosen theme manually.":["Ocurrió un error al descargar tu tema lector. Como resultado, tu sitio está actualmente usando el tema lector heredado. Por favor, instala manualmente el tema que has elegido."],"Your site is ready to serve AMP pages to your users! In Reader mode the AMP version of your site will be served using the Reader theme you have selected (shown to the right), while pages for the non-AMP version of your site will be served using your primary theme. As a last step, make sure you tailor the Reader theme as needed using the Customizer.":["¡Tu sitio está listo para servir páginas AMP a tus usuarios! En el modo lector, la versión AMP de tu sitio se servirá usando el tema lector que has seleccionado (se muestra a la derecha), mientras que la versión de las páginas no AMP se servirán usando tu tema principal. Como último paso asegúrate de personalizar el tema lector como sea necesario usando el personalizador."],"Your site is ready to serve AMP pages to your users! In Transitional mode both the AMP and non-AMP versions of your site will be served using your currently active theme. With further development work to address AMP-compatibility issues in your themes and plugins, your site can be made fully AMP-first.":["¡Tu sitio está listo para servir páginas AMP a tus usuarios! En el modo transicional, tanto las versiones AMP como las no AMP de tu sitio se servirán usando tu tema activo actualmente. Con más trabajo de desarrollo para solucionar los problemas de compatibilidad con AMP en tus temas y plugins tu sitio puede convertirse completamente en primero AMP."],"Your site is ready to serve AMP pages to your users! In Standard mode (AMP-first) all canonical URLs are AMP by default. You can still opt out of AMP for specific content types and templates from the AMP settings screen. Depending on the theme and plugins you are using, development work may be required to maintain your site’s AMP compatibility.":["¡Tu sitio está listo para servir páginas AMP a tus usuarios! En el modo estándar (primero AMP) todas las URLs canónicas son AMP por defecto. Todavía puedes no mostrar AMP para tipos de contenido específicos y platillas desde la pantalla de ajustes de AMP. Dependiendo del tema y plugins que estés usando, puede requerirse trabajo de desarrollo para mantener la compatiblidad AMP de tu sitio."],"Your Reader theme was automatically installed":["Tu tema lector se instaló automáticamente"],"Your site is ready":["Tu sitio está listo"],"Congratulations!":["¡Enhorabuena!"],"Done":["Hecho"],"A mode option was not accounted for on the summary screen.":["Una opción de modo no se tuvo en cuenta en la pantalla de resumen."],"Review":["Revisar"],"Theme Selection":["Selección de tema"],"Template Modes":["Modos de plantilla"],"I am not a developer and I am not responsible for configuring and fixing issues on my site. I am a site owner and\/or content creator who wants to take advantage of AMP to build user-first sites.":["No soy desarrollador y no soy el responsable de configurar y corregir errores en mi sitio. Soy el propietario del sitio y\/o creador de contenidos, que quiere aprovechar las ventajas de AMP para crear sitios pensados primero en el usuario."],"Non-technically savvy or wanting a simpler setup":["Sin conocimientos técnicos o queriendo una configuración más simple"],"I am a “Developer or technically savvy” user. I am familiar with HTML, CSS, JavaScript, and PHP. I am able to do WordPress development, including making changes to themes and plugins, as well as assembling full WordPress sites out of plugins and theme components. I can understand and address AMP validation issues.":["Soy un «desarrollador o usuario con conocimientos técnicos». Estoy familiarizado con HTML, CSS, JavaScript y PHP. Estoy capacitado para desarrollar WordPress, incluido hacer cambios a temas plugins, así como montar sitios WordPress completos además de plugins y componentes de temas. Puedo comprender y solucionar problemas de validación AMP."],"Developer or technically savvy":["Desarrollador o con conocimientos técnicos"],"In order to recommend the best plugin configuration options for your site, please indicate your level of technical expertise.":["Para recomendar las mejores opciones de configuración del plugin para tu sitio, por favor, indica tu nivel de experiencia técnica."],"Are you technical?":["¿Eres técnico?"],"Technical Background":["Conocimientos técnicos"],"This onboarding flow will guide you through the plugin configuration and getting started with AMP on your site.":["Este flujo de despegue te guiará a través de la configuración del plugin y primeros pasos con AMP en tu sitio."],"Onboarding flow":["Flujo de despegue"],"There are different ways in which you can incorporate AMP content into your site, depending on its configuration (e.g. which theme and\/or plugins you are using), your technical expertise and the level of resources you may have for addressing AMP compatibility issues as your site evolves.":["Hay diferentes maneras en las que puedes incorporar contenido AMP a tu sitio, dependiendo de su configuración (p.ej.: qué tema y\/o plugins estás usando), tu experiencia técnica y el nivel de recursos que tengas para solucionar problemas de compatibilidad AMP a medida que evoluciona tu sitio."],"Configure your site with AMP":["Configura tu sitio con AMP"],"The Official AMP plugin for WordPress enables you to incorporate AMP into your site.":["El plugin oficial de AMP para WordPrss te permite incorporar AMP a tu sitio."],"AMP is a web framework designed to make it easier to build user-first sites, which are beautiful, fast, engaging, secure, and accessible.":["AMP es un entorno de trabajo web diseñado para facilitar la creación de sitios pensados primero en el usuario, que sean bonitos, rápidos, atractivos, seguros y accesibles."],"AMP and WordPress":["AMP y WordPress"],"Welcome to the Official AMP Plugin for WordPress":["Bienvendido al plugin AMP oficial para WordPress"],"Welcome":["Hola"],"Browse AMP":["Navegar en AMP"],"Site preview":["Vista previa del sitio"],"Saving your settings …":["Guardando tus ajustes…"],"In Transitional mode <b>your site will have a non-AMP and an AMP version<\/b>, and <b>both will use the same theme<\/b>. If automatic mobile redirection is enabled, the AMP version of the content will be served on mobile devices. If AMP-to-AMP linking is enabled, once users are on an AMP page, they will continue navigating your AMP content.":["En el modo transicional <b>tu sitio tendrá versión no AMP y versión AMP<\/b>, y <b>ambos usarán el mismo tema<\/b>. Si está activa la redirección móvil automática, la versión AMP del contenido se servirá en los dispositivos móviles. Si está activo el enlazado AMP a AMP una vez los usuarios estén en una página AMP seguirán navegando por tu contenido AMP."],"Because you selected a Reader theme that is the same as your site's active theme, your site has automatically been switched to Transitional template mode.":["Como has seleccionado un tema lector que es el mismo que el tema activo de tu tema, tu sitio se ha cambiado automáticamente al modo de plantilla transicional."],"In Reader mode your site will have a non-AMP and an AMP version, and each version will use its own theme. If automatic mobile redirection is enabled, the AMP version of the content will be served on mobile devices. If AMP-to-AMP linking is enabled, once users are on an AMP page, they will continue navigating your AMP content.":["En el modo lector tu sito tendrá versión no AMP y versión AMP, y cada versión usará su propio tema. Si está activa la redirección móvil automática, la versión AMP del contenido se servirá en los dispositivos móviles. Si está activo el enlazado AMP a AMP una vez los usuarios estén en una página AMP seguirán navegando por tu contenido AMP."],"Desktop and non-AMP mobile visitors":["Visitantes de escritorio y móvil no AMP"],"Desktop visitors":["Visitantes de escritorio"],"AMP visitors":["Visitantes AMP"],"Mobile and AMP visitors":["Visitantes AMP y móviles"],"The following themes are compatible but cannot be installed automatically. Please install them manually, or contact your host if you are not able to do so.":["Los siguientes temas son compatibles pero no se pueden instalar automáticamente. Por favor, instálalos manualmente, o contacta con tu alojamiento si no puedes hacerlo."],"Unavailable themes":["Temas no disponibles"],"A template mode recommendation case was not accounted for.":["No se tuvo en cuenta un caso de recomendación de modo de plantilla."],"A selection text recommendation was not accounted for. ":["No se tuvo en cuenta una recomendación de selección de texto."],"In Standard mode <b>your site will be completely AMP<\/b> (except in cases where you opt-out of AMP for specific parts of your site), and <b>it will use a single theme<\/b>. ":["En el modo estándar <b>tu sitio será completamente AMP<\/b> (excepto en los casos en los que prefieras tener sin AMP partes específicas de tu sitio), y <b>se usará un solo tema<\/b>."],"In Transitional mode <b>your site will have a non-AMP and an AMP version<\/b>, and <b>both will use the same theme<\/b>. If automatic mobile redirection is enabled, the AMP version of the content will be served on mobile devices. If AMP-to-AMP linking is enabled, once users are on an AMP page, they will continue navigating your AMP content. ":["En el modo transicional <b>tu sito tendrá versión no AMP y versión AMP<\/b>, y <b>ambas usarán el mismo tema<\/b>. Si está activa la redirección móvil automática, la versión AMP del contenido se servirá en los dispositivos móviles. Si está activo el enlazado AMP a AMP una vez los usuarios estén en una página AMP seguirán navegando por tu contenido AMP."],"In Reader mode <b>your site will have a non-AMP and an AMP version<\/b>, and <b>each version will use its own theme<\/b>. If automatic mobile redirection is enabled, the AMP version of the content will be served on mobile devices. If AMP-to-AMP linking is enabled, once users are on an AMP page, they will continue navigating your AMP content.":["En el modo lector <b>tu sito tendrá versión no AMP y versión AMP<\/b>, y <b>cada versión usará su propio tema<\/b>. Si está activa la redirección móvil automática, la versión AMP del contenido se servirá en los dispositivos móviles. Si está activo el enlazado AMP a AMP una vez los usuarios estén en una página AMP seguirán navegando por tu contenido AMP."],"Transitional mode is a good choice if you are willing and able to address any issues around AMP-compatibility that may arise as your site evolves.":["El modo transicional es una buena elección si quieres y puedes solucionar cualquier problema de compatibilidad con AMP que pueda surgir a medida que evoluciona tu sitio."],"Transitional mode is recommended because it makes it easy to keep your content as valid AMP even if non-AMP-compatible plugins are installed later.":["Se recomienda el modo transicional porque hace más fácil mantener tu contenido como AMP válido aunque se instalen más tarde plugins no compatibles con AMP."],"Standard mode is the best choice for your site because you are using an AMP-compatible theme and no plugin issues were detected.":["El modo estándar es la mejor elección para tu sitio porque estás usando un tema compatible con AMP y no se han detecdtado problemas con plugins."],"Standard mode is not recommended as key functionality may be missing and development work might be required. ":["El modo estándar no se recomienda ya que la funcionalidad clave podría perderse y podría ser necesario trabajo de desarrollo."],"There is no reason to use this mode, as you have an AMP-compatible theme that you can use for both the non-AMP and AMP versions of your site.":["No hay ningún motivo para usar este modo, ya que no tienes un tema compatible con AMP que puedas usar tanto para la versión no AMP como para la versión AMP de tu sitio. "],"Reader mode makes it easy to bring AMP content to your site, but your site will use two different themes.":["El modo lector facilita tener contenido AMP en tu sitio, pero tu sitio usará dos temas diferentes."],"Reader mode is the best choice if you don't have a technical background or would like a simpler setup.":["El modo lector es la mejor opción si no tienes conocimientos técnicos o si quieres tener una configuración más sencilla."],"Backtick":["Acento grave"],"Period":["Periodo"],"Comma":["Coma"],"Learn more":["Aprende más"],"Redirect mobile visitors to AMP":["Redirigir visitantes móviles a AMP"],"This page has unsaved changes. Are you sure you want to leave?":["Esta página tiene cambios sin guardar. ¿Estás seguro de que deseas abandonarla?"],"The following themes are not available because your site (probably the active theme) has customized the AMP query var too late (it is set to %1$s as opposed to the default of %2$s). Please make sure that any customizations done by defining the %3$s constant or adding an %4$s filter are done before the %5$s action with priority 8.":["Los siguientes temas no están disponibles porque tu sitio (probablemente el tema activo) ha personalizado demasiado la consulta AMP (está configurada a %1$s en vez de al valor %2$s por defecto). Por favor, revisa cualquier personalización realizada definiendo la constante %3$s o añadiendo un filtro %4$s antes de la acción %5$s con prioridad 8.  "],"Your active theme “%s” is not available as a reader theme. If you wish to use it, Transitional mode may be the best option for you.":["Tu tema activo «%s» no está disponible como tema lector. Si quieres usarlo el modo transicional puede ser la mejor opción para ti."],"Select the theme template for mobile visitors":["Selecciona la plantilla del tema para los visitantes móviles"],"Next":["Siguiente"],"Previous":["Anterior"],"Unavailable":["No disponible"],"Previously selected":["Seleccionado anteriormente"],"Reader theme failed to download.":["La descarga del tema lector ha fallado."],"Customize":["Personalizar"],"Learn more.":["Aprende más."],"Standard":["Estándar"],"Reader":["Lector"],"Transitional":["Transicional"],"Close":["Cerrar"],"AMP":["AMP"]}},"comment":{"reference":"assets\/js\/amp-onboarding-wizard.js"}}